;TranslateAid, Version 1.3
; French.lng for ObjectDock Plus traduit par cyberpic
; Version 1.1
; 
; French.lng for ObjectDock Plus traduit par cyberpic
; Version 1.1
; 
; .lgn file translated to german by Vittorio Centofanti
; cento@t-online.de
;
; Default.lng for ObjectDock Plus
; Version 2.0 [1/10/05]
; 
; This is an ObjectDock .lng file for translating the UI. Translate the portion to the right
; of the = sign. Please pay careful attention to the use of \0, \n, %s, %i, %t, and '%s'.
; Those are variables that will be filled in by the app as appropriate. 
;
; This is my string 1\nAnd there is a new line.=My translated string\nAnd my new new line.
; or
; Install skin from disk %s\0=ディスクからスキンを導入 %s\0
;
; For the moment, also take care to preserve the spacing in terms of where there are spaces
; at the beginning of a string. For instance:
;
;  on the = on the
; is not the same as 
; on the= on the
; There is an extra space before the ' on' and after 'the ' that should be preserved.
;
; This file MUST be saved as Unicode (Notepad will work fine). 
;
; The ODTranslateAid.exe can be used to help with this, but it requires the 2.0 .NET Beta 
; runtimes be installed. http://download.microsoft.com/download/2/d/9/2d96a8eb-a612-46ad-b4ed-6497a8e1f245/dotnetfx.exe
; v0.2 added
;
;Default=Default
;Lit Circle=Lit Circle
;Lit Triangle=Lit Triangle
;White Circle=White Circle
;White Triangle=White Triangle
;Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)=Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)
;Use zoom effect on entries on tabbed docks=Vergrößerungseffekt bei Registereinträgen
;
; v0.3 added
;
;Delay for autohide and mouse activation=Delay for autohide and mouse activation
;Autohide / mouse activation delay:=Autohide / mouse activation delay:
; Default.lng for ObjectDock Plus
; Version 2.0 [1/10/05]
; 
; This is an ObjectDock .lng file for translating the UI. Translate the portion to the right
; of the = sign. Please pay careful attention to the use of \0, \n, %s, %i, %t, and '%s'.
; Those are variables that will be filled in by the app as appropriate. 
;
; This is my string 1\nAnd there is a new line.=My translated string\nAnd my new new line.
; or
; Install skin from disk %s\0=ディスクからスキンを導入 %s\0
;
; For the moment, also take care to preserve the spacing in terms of where there are spaces
; at the beginning of a string. For instance:
;
;  on the = on the
; is not the same as 
; on the= on the
; There is an extra space before the ' on' and after 'the ' that should be preserved.
;
; This file MUST be saved as Unicode (Notepad will work fine). 
;
; The ODTranslateAid.exe can be used to help with this, but it requires the 2.0 .NET Beta 
; runtimes be installed. http://download.microsoft.com/download/2/d/9/2d96a8eb-a612-46ad-b4ed-6497a8e1f245/dotnetfx.exe
; v0.2 added
;
;Default=Default
;Lit Circle=Lit Circle
;Lit Triangle=Lit Triangle
;White Circle=White Circle
;White Triangle=White Triangle
;Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)=Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)
;Use zoom effect on entries on tabbed docks=Vergrößerungseffekt bei Registereinträgen
;
; v0.3 added
;
;Delay for autohide and mouse activation=Delay for autohide and mouse activation
;Autohide / mouse activation delay:=Autohide / mouse activation delay:
[Translations]
Select an image=Grafik auswählen
Icons and images (*.png, *.ico)\0*.png;*.ico\0Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0=Icons und Grafiken (*.png, *.ico)\0*.png;*.ico\0Programme (*.exe)\0*.exe\0Alle Dateien (*.*)\0*.*\0\0
All Images=Alle Grafikdateien
Activate Group=Gruppe aktivieren
Minimize Group=Gruppe minimieren
Close Group=Gruppe schließen
Add This Application to the Dock=Zur Leiste hinzufügen
Dock Entry Properties...=Einstellungen Dock-Eintrag...
Open Window / Application=Fenster / Programm öffnen
Remove Image for this Program=Grafik für dieses Programm entfernen
Set Image for this Program=Grafik für dieses Programm setzen
Remove Image for this Class=Grafik für diese Klasse entfernen
Set Image for this Class=Grafik für diese Klasse setzen
(Class too generic to set image)=(Grafik für generierte Klasse setzen)
Unable to add to dock: There are no tabs in this tabbed dock that can have entries added to them!\n\nTo resolve, add a new empty default tab to your tabbed dock.=Kann nicht zum Dock hinzugefügt werden: Es sind keine Register in dieser Registerleiste vorhanden!\n\nUm weiter zu verfahren, muss ein Register zur Registerleiste hinzugefügt werden.
ObjectDock - Cannot add to dock=ObjectDock - Kann nicht zum Dock hinzugefügt werden
New Shortcut=Neue Verknüpfung
QuickLaunch=Schnellstart
Quick Launch=Schnellstart
Minimize All=Alle minimieren
Remove Entry=Eintrag entfernen
Are you sure you want to remove the entry '%s'?=Soll der Eintrag '%s' wirklich entfernt werden?
ObjectDock - Remove Entry?=ObjectDock - Eintrag entfernen?
Shortcut=Verknüpfung
Desktop=Desktop
Programs Menu=Menü Programme
My Computer=Mein Computer
Favorites=Favoriten
My Documents=Meine Dokumente
My Pictures=Meine Bilder
Network Connections=Netzwerk Verbindungen
Normal Window=Normal
Minimized=Minimiert
Maximized=Maximiert
Select a Program, File or Folder=Programm, Datei oder Ordner wählen
Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0=Programme (*.exe)\0*.exe\0Alle Dateien (*.*)\0*.*\0\0
Recycle Bin=Papierkorb
Programs=Programme
Recent=Verlauf
SendTo=Senden An
Start Menu=Startmenü
Startup=Start
Templates=Vorlagen
Control Panel=Systemsteuerung
DesktopFolder=Desktop-Ordner
Drives=Laufwerke
Fonts=Schriften
History=Verlauf
Printers=Drucker
Network=Netzwerk
Clock=Uhr
Adjust Date/Time=Datum/Zeit einstellen
Are you sure you want to remove the entry 'Clock'?=Soll 'Uhr' wirklich entfernt werden?
System Command=Systembefehl
Do Nothing=Nichts
'My Docks' dialog...='Eigene Docks' Dialog...
Configure this dock...=Dock konfigurieren...
About ObjectDock dialog...=Über ObjectDock Dialog...
Quit=Beenden
Flyout Menu=Flyout Menü
Warning! By changing to popup a folder rather than a custom menu, all custom entries will be lost!\n\nAre you sure you want to do this?=Warnung! Durch diese Änderung gehen alle benutzerdefinierten Einträge verloren!\n\nSoll weiter verfahren werden?
ObjectDock Flyout Menu=ObjectDock Flyout Menü
New Clock=Neue Uhr
New Recycle Bin=Neuer Papierkorb
New Flyout Menu=Neues Flyout Menü
New 'Quit Dock' Entry=Neuer 'Dock Beenden' Eintrag
New 'Configure Dock' Entry=Neuer 'Dock Konfigurieren' Eintrag
New 'Start Menu' Entry=Neuer 'Start Menü' Eintrag
Quit Dock=Dock Schließen
Configure Dock=Dock Konfigurieren
Docklets disabled in this beta release=Docklets sind in diesem Beta Release deaktiviert
Are you sure you want to delete the docklet entry '%s'?=Soll der Docklet Eintrag '%s' wirklich entfernt werden?
ObjectDock - Delete Entry?=ObjectDock - Eintrag entfernen?
Docklet=Docklet
System Tray Icon=System Tray Icon
General=Allgemein
Hotspots=Hotspots
Docklets=Docklets
Positioning=Positionierung
Size & Appearance=Größe & Anzeige
Tabs & Styles=Register & Stile
Content Settings=Eigenschaften Inhalt
Do nothing to this tabbed dock=Register nicht ändern
Bring up this tabbed dock=Dieses Register nach Vorne setzen
Put away this tabbed dock=Dieses Register entfernen
Hide this tabbed dock=Dieses Register ausblenden
black: available,  light gray: in use by this,  dark gray: in use by other=Schwarz: Frei,  Hellgrau: in Gebrauch durch,  Dunkelgrau: in Gebrauch durch Andere
Icon Size: %i Pixels=Icongröße: %i Pixel
Tabs Size: %.2fx=Registergröße: %.2fx
Top=Oben
Bottom=Unten
Left=Links
Right=Rechts
Show no labels=Beschreibung ausblenden
Show on mouseover=Anzeige bei Mausüber
Show below each entry=Anzeige unter jedem Eintrag
Backgrounds without custom tabs=Hintergrund ohne benutzerdefinierte Register
Info=Info
Name=Name
None=Nichts
Other...=Andere...
The currently selected tab is automatically filled and cannot have entries added to it manually.\n\nActivate a different tab and try again.=Die ausgewählte Registerleiste wird automatisch gefüllt und kann keine manuell eingefügten Einträge enthalten.\n\nAktivieren Sie ein anderes Register und versuchen Sie es erneut.
ObjectDock - Add Docklet=ObjectDock - Docklet hinzufügen
Cannot remove tab: tabbed dock must contain at least one tab.=Register kann nicht entfernt werden: Registerleiste muss mindestens ein Register enthalten.
ObjectDock - Remove Tab=ObjectDock - Register entfernen
Are you sure you want to remove the tab '%s'?\n\nAll of the tab's contents will be lost.=Soll das Register wirklich entfernt werden '%s'?\n\nAlle Einträge gehen dadurch verloren.
ObjectDock - Remove Tab?=ObjectDock - Register entfernen?
Add a new empty tab=Leeres Register hinzufügen
Add a taskbar tab=Ein Taskleisten-Register hinzufügen
Add a system tray tab=Ein Systemtray-Register hinzufügen
Align Left=Ausrichtung Links
Align Center=Ausrichtung Zentriert
Align Right=Ausrichtung Rechts
Align Top=Ausrichtung Oben
Align Bottom=Ausrichtung Unten
New Tab=Neues Tab
Note! Customize system tray icons=Achtung! Systemtray Icons bearbeiten
by clicking and holding on any icon=durch Klicken und Halten auf ein Icon
Taskbar=Taskbar
System Tray=System Tray
ObjectDock Plus=ObjectDock Plus
Red=Rot
Orange=Orange
Yellow=Gelb
Green=Grün
Blue=Blau
Purple=Violett
Silver=Silber
Stardock ObjectDock=Stardock ObjectDock
ObjectDock has recovered settings from previous to a recent crash while saving, some of your most recent changes might not have saved.\n\nPlease check to make sure that all the docklets you are using are current and not causing crashing while saving.=ObjectDock hat vorangegangene Einstellungen durch einen Absturz wiederhergestellt, einige der Änderungen wurden nicht gespeichert.\n\nVergewissern Sie sich, ob alle Docklets auf dem neuesten Stand sind.
Recovered Settings=Wiederhergestellte Einstellungen
%s\r\nby %s\r\nVersion %i.%i\r\n\r\n%s=%s\r\nby %s\r\nVersion %i.%i\r\n\r\n%s
Appearance=Anzeige
Appearance Tweaks=Anzeige Tweaks
Dock Contents=Dock Eigenschaften
Performance Tweaks=Geschwindigkeits Tweaks
Glow=Glühen
Rock=Schaukeln
Side-to-Side=Seite zur Seite
Shrink 'n Grow=Schrumpfen, Wachsen
Shrink 'n Grow Centered=Schrumpfen, Wachsen Zentriert
Bounce=Springen
Spin=Drehen
Always-On-Top=Immer im Vordergrund
Always-On-Bottom=Immer im Hintergrund
Normal Window Z-Ordering=Normale Z-Order
Very smooth but slower.=Weich, aber langsam.
Smooth and quick. (Recommended)=Weich und Schnell. (Empfohlen)
Jumpy but very fast. (No Transitions)=Sehr Schnell. (Ohne Übergang)
Wide Magnification Mode (Default)=Erweiterte Animation (Standard)
Narrow Magnification Mode=Normale Animation
GDI+ Engine=GDI+ Engine
Custom Engine=Benutzer Engine
Dock Size:\n(%ipixels)=Dockgröße:\n(%ipixel)
Magnified Size:\n(%ipixels)=Animationsgröße:\n(%ipixel)
Re-show very smoothly=Sehr weiche Anzeige
Re-show smoothly=Weiche Anzeige
Re-show instantly=Sofort anzeigen
Warning: The windows taskbar may show over the Dock if it is left showing. \n\nIf you leave the taskbar visible, it is recommended you move it to the top of the screen.=Warnung: Die Windows Taskleiste verdeckt das Dock an der linken Seite. \n\nWenn die Taskleiste sichtbar bleibt, sollte sie nach Oben versetzt werden.
ObjectDock - Warning=ObjectDock - Warnung
Fast, may be jumpy [No transitions]=Schnell [Ohne Übergang]
Smooth and quick [Recommended]=Weich und schnell [Empfohlen]
Extra smooth [Slower]=Sehr Weich [Langsam]
Re-show smoothly [Recommended]=Weich anzeigen [Empfohlen]
GDI+ Engine [Recommended]=GDI+ Engine [Empfohlen]
Please note: this feature will only have effect when indicators are being used on a given dock, and does not work on tabbed docks.=Achtung: Diese Option funktioniert nur an einem Dock und nicht in einem Register.
ObjectDock - Information=ObjectDock - Information
Normal Z-Ordering=Normale Z-Order
Magnified Size: %i Pixels=Animationsgröße: %i Pixel
Wide Mode=Erweiterter Modus
Narrow Mode=Normaler Modus
Desktop Folder=Desktop Ordner
Folder: %s=Ordner: %s
(Empty)=(Leer)
Internet Explorer=Internet Explorer
The theme name cannot contain the characters:\n\\ / : * ? \" < > |=Folgende Zeichen dürfen in einem Namen nicht enthalten sein:\n\\ / : * ? \" < > |
ObjectDock - Save Theme=ObjectDock - Thema Speichern
The package %s has been successfully extracted!\n\nTo use any new backgrounds, reconfigure your dock.=Das Packet %s wurde erfolgreich extrahiert!\n\nUm einen neuen Hintergrund zu verwenden, muss das Dock neu konfiguriert werden.
ObjectDock - Unpackaged Theme=ObjectDock - Thema ungepackt
0 Kb=0 Kb
%i Kb=%i Kb
Type=Typ
Icon=Icon
Program=Programm
Window Class=Fensterklasse
Background Name=Hintergrundname
Folder Name=Ordnername
Image=Grafik
Package the entire dock & and all of its settings=Das Dock mit allen Eigenschaften packen
Package selected dock items (Does not package dock settings)=Gewählte Einträge packen (Eigenschaften werden übergangen)
Package selected additional backgrounds=Gewählte Hintergründe packen
Package selected custom program icons=Benutzerdefinierte Programmicons packen
You must give the theme you're packing up a name!=Das Thema muss benannt werden!
The theme name cannot contain the characters:\n\\ / : * ? \=Folgende Zeichen dürfen nicht verwendet werden:\n\\ / : * ? \
You must select something to package up!=Es wurde nichts gewählt um zu packen!
&Advanced <<=&Erweitert <<
&Advanced >>=&Erweitert >>
Apply the entire dock & and all of its settings=Das Dock und alle Eigenschaften übernehmen
Apply selected dock items (Does not apply dock settings)=Gewählte Dock Einträge übernehmen (Dock Eigenschaften werden nicht übernommen)
Apply selected custom program icons=Benutzerdefinierte Programmicons übernehmen
You have selected nothing to apply - do you want to not load anything from this theme?\n\n(Note, even if you do not apply anything, all backgrounds and icons included in the theme\nhave been extracted and saved to your computer.)=Es wurde nichts zum Übernehmen ausgewählt - Soll das gesamte Thema übernommen werden?\n\n(Achtung, wenn nichts ausgewählt wurde, wird das gesamte Thema\nextrahiert und gespeichert.)
ObjectDock - Load Theme=ObjectDock - Thema Laden
You have selected nothing to apply - do you want to not load anything from this theme?=Es wurde nicht ausgewählt, soll das gesamte Thema geladen werden?
Log of current theme=Log des aktuellen Themas
Log of current theme (settings)=Log des aktuellen Themas (Einstellungen)
Log of current theme (extra images)=Log des aktuellen Themas (Extra Grafiken)
Windows is running in safe mode... continue to launch ObjectDock?=Windows wurde im abgesicherten Modus gestartet... Soll ObjectDock geladen werden?
ObjectDock, Window Safe Mode=ObjectDock, Windows Abgesicherter Modus
ODImg.dll not found.\n\nTGA and PNG image loading will be unavailable.=ODImg.dll wurde nicht gefunden.\n\nTGA und PNG Grafiken können nicht geladen werden.
ObjectDock=ObjectDock
ObjectDock Theme=ObjectDock Thema
ObjectDock Theme Package=ObjectDock Themenpack
ObjectDock Docklet=ObjectDock Docklet
ObjectDock is not registered correctly. Please reinstall.\n\nhttp://www.stardock.com/support can be used to resend the latest download link and serial number\nto the email address you ordered under. Or install and update via Stardock Central.=ObjectDock wurde nicht korrekt registriert, Bitte neu installieren.\n\nhttp://www.stardock.com/support um die neusete Versionslink oder Seriennummer zur angegeben EMail \nherunter zu laden. Oder über Stardock Central Aktualisieren oder Installieren.
ObjectDock - Cannot start, please reinstall=ObjectDock - Kann nicht gestartet werden, Bitte neu installieren
ObjectDock: Dll/Hook Failed To Load. (NO DLL, shell) Please reinstall and reboot=ObjectDock: Dll/Hook Fehler beim Laden. (KEINE DLL, Shell) Bitte neu installieren und neu starten
ObjectDock - Dll/Hook Loading Failed.=ObjectDock - Dll/Hook Fehler beim Laden.
ObjectDock: Dll/Hook Failed To Load. (NO PROC, shell) Please reinstall and reboot=ObjectDock: Dll/Hook Fehler beim Laden. (KEIN PROC, Shell) Bitte neu installieren und neu starten
ObjectDock: Dll/Hook Failed To Load. (shell) Please reinstall and reboot=ObjectDock: Dll/Hook Failed To Load. (shell) Please reinstall and reboot
ObjectDock: Dll/Hook Failed To Load. (NO DLL, cbt) Please reinstall and reboot=ObjectDock: Dll/Hook Failed To Load. (NO DLL, cbt) Please reinstall and reboot
ObjectDock: Dll/Hook Failed To Load. (NO PROC, cbt) Please reinstall and reboot=ObjectDock: Dll/Hook Failed To Load. (NO PROC, cbt) Please reinstall and reboot
ObjectDock: Dll/Hook Failed To Load. (cbt) Please reinstall and reboot=ObjectDock: Dll/Hook Failed To Load. (cbt) Please reinstall and reboot
ObjectDock: Dll/Hook Failed To Load. (DLL Load Failed) Please reinstall and reboot=ObjectDock: Dll/Hook Failed To Load. (DLL Load Failed) Please reinstall and reboot
ObjectDock: Dll/Hook Failed To Load. (DLL Not Found) Please reinstall and reboot=ObjectDock: Dll/Hook Failed To Load. (DLL Not Found) Please reinstall and reboot
ObjectDock: Dll/Hook Failed To Load. (NO DLL, mouse) Please reinstall and reboot=ObjectDock: Dll/Hook Failed To Load. (NO DLL, mouse) Please reinstall and reboot
ObjectDock: Dll/Hook Failed To Load. (NO PROC, mouse) Please reinstall and reboot=ObjectDock: Dll/Hook Failed To Load. (NO PROC, mouse) Please reinstall and reboot
ObjectDock: Dll/Hook Failed To Load. (mouse) Please reinstall and reboot=ObjectDock: Dll/Hook Failed To Load. (mouse) Please reinstall and reboot
ObjectDock: Start creating docks!=ObjectDock: Start creating docks!
No docks are currently created - click here or double click ObjectDock's tray icon to start creating docks!=No docks are currently created - click here or double click ObjectDock's tray icon to start creating docks!
Autohiding dock=Dock automatisch ausblenden
Dock=Dock
 on the = an der 
top=oberen
bottom=unteren
left=linken
right=rechten
 edge.= Leiste.
Docked Tabs=Registerleiste
Tabbed dock with %i tabs.=Registerleiste mit %i Register.
Are you sure you want to remove this tabbed dock and its entire contents?=Soll dieses Register und seine Einträge wirklich entfernt werden?
ObjectDock: Confirm Remove Dock=ObjectDock: Bestätigung Dock entfernen
Are you sure you want to remove this dock and its entire contents?=Soll dieses Dock und seine Einträge wirklich entfernt werden?
About ObjectDock=Über ObjectDock
About=Über
OK=OK
Copyright:=Copyright:
2002 - 2004 Stardock.net, Inc=2002 - 2004 Stardock.net, Inc
Build:=Build:
Version:=Version:
Dock Entry Properties=Dockeintrag Eigenschaften
Show folder in a menu=Ordner im Menü anzeigen
Browse...=Suchen...
Change Image=Grafik wechseln
Reset Image=Grafik zurücksetzen
Title:=Titel:
Link:=Link:
Arguments:=Parameter:
Run:=Ziel:
Start in:=Ausführen:
Tab2=Register2
Choose Image...=Grafik wählen...
ObjectDock Properties=ObjectDock Einstellungen
Slider1=Slider1
Autohide=Automatisch Ausblenden
Dock Taskbar Enabled=Dock Taskleiste verwendbar
Represent minimized windows by their screenshot.=Minimierte Fenster als Screenshot anzeigen.
Hide the windows taskbar.=Windows Taskleiste ausblenden
Dock Size:\n(128 Pixels)=Dockgröße:\n(128 Pixel)
Magnified Size:\n(128 Pixels)=Animationsgröße:\n(128 Pixel)
Small=Klein
Large=Groß
Min=Min
Max=Max
Background:=Hintergrund:
Position on screen:=Position im Bildschirm:
Transparent=Transparent
Opaque=Undurchsichtig
Position:=Position:
The Dock's Taskbar=Dock Taskleiste
The Windows Taskbar=Windows Taskleiste
Drawing Technology:=Drawing Technologie:
(Note: if GDI+ Engine is too slow, try using the Custom Engine)=(Achtung: Wenn die GDI+ Engine zu langsam ist, Benutzer Engine versuchen)
Magnification Effect Transitions:=Animationsübergänge:
Autohide Speed Options:=Autohide Geschwindigkeit:
Transition Smoothness/Speed Options=Übergänge / Geschwindigkeit
Alternative Drawing Technology=Alternative Drawing Technologie
Running Application Indicators on Shortcuts=Indikatoren bei laufenden Programmen an der Verknüpfung anzeigen
Show indicators for shortcuts that are currently running.=Indikatoren bei laufenden Programmen an der Verknüpfung anzeigen.
...and if clicked, shortcut should show currently running instance instead of opening a new copy.=...und falls angeklickt geöffnete Programminstanz anzeigen statt neu zu starten.
Use a thumbnail representation for images placed on the dock.=Standardsymbole für Grafiken auf dem Dock benutzen.
"Attention" Effect:="Start" Effekt:
Mouseover Effect:=Mausüber Effekt:
Running Indicator:=Indikator:
Bold=Fett
Italics=Kursiv
Label Font:=Schriftart:
Size:=Größe:
Item Label Font=Schriftart Eintrag
Add this Docklet to the Dock=Zum Dock hinzufügen
The ObjectDock SDK for creating your own docklets can be=ObjectDock SDK zum Erstellen eigener Docklets kann runter
downloaded from=geladen werden von
http://www.stardock.com/products/objectdock=http://www.stardock.com/products/objectdock
Use Mouse Activation=Mausaktivierung
(Remove by dragging item off dock)=(Zum Entfernen Eintrag vom Dock ziehen)
Tab1=Register1
Load ObjectDock on startup=ObjectDock beim Start laden
Apply Dock Theme  - %s=Dock Thema  %s übernehmen
&Yes=&Ja
&No=&Nein
Merge new custom program icons with current custom program icons.=Neue Programmicons mit aktuellen Programmicons zusammenführen.
Would you like to apply the Dock Theme "%s"?=Soll das Dock Thema "%s" übernommen werden?
&Dock Theme Contents to Apply:=&Dock Thema zum Übernehmen:
Save Dock Theme...=Dock Thema speichern...
&Save=&Speichern
&Cancel=&Abbrechen
Enter a name for your dock theme:=Themen-Name:
Dock Theme Name:=Dock Thema Name:
Package Dock Theme =Dock Thema Packen 
Would you like to package this theme to distribute?=Soll das Thema zur Distibution gepackt werden?
&Dock Theme Contents:=&Dock Thema Inhalt:
Use Magnification=Animation benutzen
Reset Magnification Options=Animation zurücksetzen
Allow taking window screenshots to represent minimized windows.=Fensterinhalt zur Anzeige minimierter Fenster benutzen.
Add Shortcut=Verknüpfung hinzufügen
Add Clock=Uhr hinzufügen
Add Sys Command=Systembefehl hinzufügen
Add Recycle Bin=Papierkorb hinzufügen
Normal Size: (#)=Normale Größe: (#)
Zoomed Size: (#)=Vergrößerung: (#)
Magnification Mode:=Animationsmodus:
Transitions:=Übergänge:
Taskbar Position:=Taskleistenposition:
Allow magnification beyond images' original size. (128 Pixels)=Animation von Grafiken über deren Originalgröße. (128 Pixels)
Dock Position:=Dock Position:
Quit ObjectDock=Beende ObjectDock
Bk Transparency:=Bk Transparenz:
Dock Z-Order:=Dock Z-Order:
Package Dock Theme  - Program Icons=Dock Thema Packen  - Programmicons
Select &All=&Alle auswählen
Select &None=&Nichts auswählen
&Ok=&Ok
Select which program icons you want to include: =Programmicons zur Übernahme auswählen: 
Program Icons:=Programmicons:
Load ObjectDock Theme=ObjectDock Thema laden
Open=Öffnen
Choose a theme to load...=Thema wählen...
Available ObjectDock Themes:=Verfügbare Themen:
Cancel=Abbrechen
Package Dock Theme  - Backgrounds=Dock Thema  - Hintergründe
Select which backgrounds you want to include: =Hintergründe zur Übernahme auswählen: 
Backgrounds:=Hintergründe:
Apply Dock Theme  - Dock Items=Dock Thema Übernehmen  - Dock Einträge
Select which dock items you want to apply: =Dock Einträge zur Übernahme auswählen: 
Dock Items:=Dock Einträge:
Select which program icons you want to apply: =Programmicons zur Übernahme auswählen: 
ObjectDock - Dock Theme Packaging Completed=ObjectDock - Dock Thema Packen Komplett
Click here to goto WinCustomize.com to upload your theme!=Hier Klicken um das Thema an WinCustomize.com zu senden!
Finished! Your dock theme has been packaged and saved to:\n\n%s\n\nFilesize: %s=Fertig! Das Dock Thema wurde gepackt und gespeichert unter:\n\n%s\n\nDateigröße: %s
Magnification Mode=Animationsmodus
Image Options=Grafikeigenschaften
Hotkey to Activate...=Funtionstaste zur Aktivierung...
ObjectDock Settings=ObjectDock Einstellungen
Close=Schließen
Collections and Tabs=Kollektionen und Register
Show tabs for collections=Register für Kollektionen anzeigen
Add Collection=Kollektion hinzufügen
Remove Collection=Kollektion entfernen
Tab's Appearance=Registereigenschaften
Color=Farbe
Style=Stil
Apply To All=Für Alle übernehmen
Dock Item Properties (Shortcut)=Dock Eintrag (Funtionstaste)
Delete Item=Eintrag Löschen
Static=Statisch
Dock Item Properties (Clock)=Dock Eintrag (Uhr)
Clock Options Not Yet Added....=Uhreigenschaften nicht hinzugefügt....
Dock Item Properties (Window)=Dock Eintrag (Fenster)
This Window's Title:=Fenstertitel:
This Program's Name:=Programmname:
This Window's "Class"=Fensterklasse
Add Shortcut to this Program to Dock=Funktionstaste für dieses Programm
Dock Item Properties=Dock Eintrag Eigenschaften
Dock Item Properties (Docklet)=Dock Eintrag (Docklet)
Dock Item Properties (System Command)=Dock Eintrag (Systembefehl)
Command:=Befehl:
Dock Item Properties (Recycle Bin)=Dock Eintrag (Papierkorb)
Change Empty Image=Leere Grafik Ändern
Reset Empty Image=Leere Grafik Zurücksetzen
Change Full Image=Grafik Ändern
Reset Full Image=Grafik Zurücksetzen
Recycle Bin Empty Image:=Grafik - Leerer Papierkorb:
Recycle Bin Full Image:=Grafik - Voller Papierkorb:
Empty Recycle Bin=Leerer Papierkorb
Tab Properties=Registereigenschaften
Color:=Farbe:
Change=Ändern
Change Image for this Tray Icon=Grafik für Tray Icon Ändern
Show original icon in corner=Originalgrafik Anzeigen
Apply This Style To All Tabs=Stil für alle Register übernehmen
ObjectDock Tabbed Dock Properties=ObjectDock Register Eigenschaften
Within this dialog you can edit the properties of your tabbed dock. To adjust the appearance, color and styles of your tabs, choose 'Tabs && Styles' from list.=Mit diesem Dialog können die Eigenschaften von Register geändert werden. Um Farbe und Stile der Tabs zu ändern 'Tabs && Stile' aus der Liste wählen.
My Docks=Eigene Docks
Add Tab=Neues Register
Remove Tab=Register Löschen
Apply this style to all tabs=Stil für alle Register übernehmen
Tabs=Register
Spin1=Spin1
Select a tab listing above to edit its style!=Register wählen, um Stil zu Bearbeiten!
(click to\nchange)=(Klicken zum\nÄndern)
Magnified Size:=Animationsgröße:
Icon Size:=Icongröße:
Colorize Background:=Hintergrund einfärben:
Long=Lang
Short=Kurz
Tab Position:=Position:
Entry Names:=Beschreibung:
Tab Alignment:=Ausrichtung:
Adjust tab colors and styles=Registerfarben und Stile bearbeiten
Tabs Size:=Registergröße:
Show dock as drawer=Register andocken
at top of screen=am oberen Bildschirmrand
at bottom=am unteren Bildschirmrand
at left=am linken Bildschirmrand
at right=am rechten Bildschirmrand
Mouseover activation=Mausüber Aktivierung
Always on top=Immer im Vordergrund
Don't show in tray or taskbar=Nicht in Systemtray oder Taskleiste anzeigen
Show in taskbar=In Taskleiste anzeigen
Show in system tray=In Systemtray anzeigen
slow=Langsam
(See hotspots tab for auto-activation)=(Siehe Autom. Aktivierung Hotspot-Register)
fast=Schnell
Tabs always on top when docked to edge=Register immer im Vordergrund wenn angedockt
Position on screen=Position im Bildschirm
Alignment=Ausrichtung
Z-Ordering=Z-Order
(changes to activation affect all zooming docks)=(Änderungen wirken sich auf alle gezoomten Docks aus)
Monitor=Monitor
Represent minimized windows by their screenshots=Minimierte Fenster mit deren Fensterinhalt anzeigen
Show 'running' indicators on active shortcuts=Indikatoren in aktiven Verknüpfungen anzeigen
Mouseover Effect=Mausüber Effekt
Note: changing the above settings may effect more than just the current dock.=Hinweis: Änderungen der obigen Eigenschaften wirken sich nicht nur auf das aktuelle Dock aus.
Show running tasks on the dock=Aktive Prozesse im Dock anzeigen
Tray or Taskbar Position:=Systemtray- oder Taskleistenposition:
Use task grouping on taskbars in ObjectDock=Gruppierung in ObjectDock-Taskleisten verwenden
(Adjusting this setting will affect taskbars in all docks/tabs.)=(Änderungen der Eigenschaften wirken sich auf alle Docks/Register aus.)
Show system tray icons on the dock=Systemtrayicons im Dock anzeigen
Load ObjectDock at startup=ObjectDock beim Windows-Start laden
Hide the windows taskbar=Windows Taskleiste ausblenden
Advanced Options=Erweiterte Optionen
Performance Options=Geschwindigkeit
Load theme=Thema laden
Save theme as...=Thema speichern...
Package theme...=Thema packen...
Theming=Themen
Manage My Docks=Docks verwalten
Create new dock=Neues Dock
Create new tabbed dock=Neues Register
My Docks:=Eigene Docks:
Create, remove, and edit other docks and tabbed docks=Erstellen, Löschen und Bearbeiten
Language Options=Sprachen
Hotspots:=Hotspots:
Choose by clicking an area of screen from miniscreen=Einen Bereich im Bildschirm zur Aktivierung wählen
Choose action:=Aktion wählen:
very long=Lang
short=Kurz
Activation delay (for all):=Verzögerung (Für alle Register):
black: available,  white: in use by this,  red: in use by other=Schwarz: Frei,  Weiss: aktives Register,  Rot: Belegt
Activates tabbed dock when not on top or docked=Aktiviert Register, wenn im Hintergrund oder angedockt
^note: leave the above larger for black and white accessibility support=^Hinweis: leave the above larger for black and white accessibility support
(To remove, drag entry off dock)=(Zum Entfernen, Eintrag vom Dock ziehen)
ObjectDock - Advanced Options=ObjectDock - Erweiterte Optionen
Use thumbnails to represent images placed in dock=Standardsymbole für Grafiken auf dem Dock benutzen
When shortcut is run, if program is already running bring it to the foreground only.=Aktive Verknüpfung, In Vordergrund bringen wenn Programm aktiv ist.
Show flyout menus as normal menus when they contain over 80 entries=Flyout Menüs als normale Menüs anzeigen bei mehr als 80 Einträgen
General Advanced Options=Allgemeine Erweiterte Optionen
Advanced Options for Magnifying Docks=Erweiterte Optionen für animierte Docks
Entry Label Font:=Schriftart:
Label Font Size:=Schriftgröße:
ObjectDock - Performance Options=ObjectDock - Geschwindigkeit Optionen
Transition Smoothness / Speed Options=Übergänge / Geschwindigkeit
ObjectDock Dock Properties=ObjectDock Dock Einstellungen
Within this dialog you can edit the properties of your dock.=Mit diesem Dialog können die einzelnen Dock-Einstellungen geändert werden..
ObjectDock: My Docks...=ObjectDock: Eigene Docks...
My Docks...=Eigene Docks...
Add, remove, and edit docks and tabbed docks from here. Select a dock to start, or press a 'create new' button.=Hinzufügen, Bearbeiten und Löschen von Docks und Register. Dock oder Register wählen , oder Neu anklicken.
Remove this dock=Dock Entfernen
Edit this dock=Dock Bearbeiten
Content Options=Eigenschaften Inhalt
Note! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.=Hinweis! Systemtray-Icons können geändert werden mit Klick und Halten eines Icons.
Folder:=Ordner:
Custom menu:=Benutzermenü:
Add=Hinzufügen
Remove=Entfernen
Edit=Bearbeiten
ObjectDock - Setup Custom Colors=ObjectDock - Benutzerdef. Farben
Custom Colors=Benutzerfarben
(Click color to change)=(Klicken um Farbe zu ändern)
(Adjusting this setting will affect taskbars in all docks/cabinets.)=(Änderungen der Eigenschaften wirken sich auf alle Docks aus.)
Show systray=Systemtray anzeigen
Memory /  Speed Optimization=Speicher /  Geschwindigkeit
Optimize for performance: "I paid for this RAM, please use it."=Geschwindigkeitoptimierung: "I paid for this RAM, please use it."
Optimize for memory:         "I have 128MB of RAM or less, I need every bit."=Speicheroptimierung:         "I have 128MB of RAM or less, I need every bit."
(Default, but not recommended)=(Standard, aber nicht empfohlen)
(Recommended)=(Empfohlen)
(Restart program to have full effect)=(Programm muss neu gestartet werden)
ObjectDock - Language Options=ObjectDock - Sprachen
Language=Sprache
Choose your language:=Sprache wählen:
File=Datei
Themes=Themen
Load Dock Theme=Dock Thema laden
Save Dock Theme As=Dock Thema speichern unter
Package Dock Theme=Dock Thema packen
Create=Neu
New Separator=Neuer Separator
INSERT_PLUGINS_HERE=INSERT_PLUGINS_HERE
Help=Hilfe
Magnification=Animation
Lock Dragging=Verschieben deaktivieren
Dock Settings...=Dock Eigenschaften...
About ObjectDock...=Über ObjectDock...
Buy ObjectDock Plus...=ObjectDock Plus kaufen...
Remove this separator=Separator entfernen
View=Anzeige
as Small Icons=Kleine Symbole
as Icons=Symbole
as Large Icons=Große Symbole
as Names=Beschriftung
Show Names=Beschriftung anzeigen
Hide Names=Beschriftung ausblenden
Attach to edge=Andocken
Detach from edge=Lösen
INSERT_COLLECTIONS_HERE=INSERT_COLLECTIONS_HERE
Add new tab=Neues Register
Add basic tab=Standard-Register
Add taskbar tab=Taskleisten-Register
Add systray tab=Systemtray-Register
Remove this tab=Register Löschen
Add Entry=Eintrag hinzufügen
Tab Settings...=Register Eigenschaften...
Debug Menu=Debug Menü
Tabs Management=Registerverwaltung
Add tab=Neues Register
Rename/Recolor this tab=Register Umbenennen/Umfärben
Move this tab forward (left) in the order=Register nach Vorne (links)
Move this tab back (right) in the order=Register nach Hinten (rechts)
Tabs Appearance=Register Eigenschaften
Rotate tabs edge (clockwise)=Register Drehen (im Uhrzeigersinn)
Align tabs left=Registerausrichtung Links
Align tabs center=Registerausrichtung Zentriert
Align tabs right=Registerausrichtung Rechts
Show tabs=Register Anzeigen
Show titles on tabs=Titel im Register anzeigen
Activation Options=Aktivierungsoptionen
Always on top*=Immer im Vordergrund*
Show in taskbar (not on top only)*=In Taskleiste anzeigen (Wenn im Hintergrund)*
Show in systray (not on top only)=Im Systemtray anzeigen (Wenn im Hintergrund)
Don't show in either taskbar or systray=Nicht in Taskleiste oder Systemtray anzeigen
No Mouse Activation*=Keine Mausaktivierung*
Top activation=Aktivierung Oben
Bottom activation=Aktivierung Unten
Left activation=Aktivierung Links
Right activation=Aktivierung Rechts
Top-Left activation=Aktivierung Links-Oben
Top-Right activation=Aktivierung Rechts-Oben
Bottom-Left activation=Aktivierung Links-Unten
Bottom-Right activation=Aktivierung Rechts-Unten
No activation delay=Keine Aktivierungsverzögerung
Small activation delay=Kurze Verzögerung
Long activation delay=Lange Verzögerung
Autohide Options=Autohide Optionen
No autohide animation=Keine Autohide-Animation
Quick autohide animation=Schnelle Autohide-Animation
Smooth autohide animation*=Weiche Autohide-Animation*
No delay on autohide reshow=Keine Verzögerung bei Autohide-Anzeige
Medium delay on autohide reshow*=Normale Verzögerung bei Autohide-Anzeige*
Long delay on autohide reshow=Lange Verzögerung bei Autohide-Anzeige
Infinite delay on autohide reshow=Lange Verzögerung bei Autohide-Anzeige
Auto-switch to hovered over tab on reshow=Auto-switch to hovered over tab on reshow
Other=Andere
Toggle taskbar hiding/showing=Taskleiste Anzeigen/Ausblenden
Unload ObjectDock=ObjectDock aus Speicher entfernen
Default=Standard
Lit Circle=Blauer Kreis
Lit Triangle=Blauer Pfeil
White Circle=Weisser Kreis
White Triangle=Weisser Pfeil
Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)=Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)
Use zoom effect on entries on tabbed docks=Use zoom effect on entries on tabbed docks
Delay for autohide and mouse activation=Delay for autohide and mouse activation
Autohide / mouse activation delay:=Verzögerung Autohide / Mausaktivierung:
No effect=No effect
Zoom effect=Zoom effect
Gentle rock effect=Gentle rock effect
Swing effect=Swing effect
Afterglow effect=Afterglow effect
Zoom Mouseover Effect Tweaks:=Zoom Mouseover Effect Tweaks:
Gentle Rock Mouseover Effect Tweaks:=Gentle Rock Mouseover Effect Tweaks:
Swing Mouseover Effect Tweaks:=Swing Mouseover Effect Tweaks:
Afterglow Mouseover Effect Tweaks:=Afterglow Mouseover Effect Tweaks:
Adjust effect smoothness=Adjust effect smoothness
Effect magnitude=Effect magnitude
Effect duration=Effect duration
Mouseover Effects=Mouseover Effects
Other Tweaks=Other Tweaks
2002 - 2005 Stardock.net, Inc=2002 - 2005 Stardock.net, Inc
There is already a choose image dialog open.\n\nPlease finish choosing an image there before going to choose a different image=There is already a choose image dialog open.\n\nPlease finish choosing an image there before going to choose a different image
Attention package authors: when you choose to package an image that is in your ObjectDock Library or your ObjectDock program folder, if an image is in a subfolder, that subfolder will be recreated for the other user when the package is opened.=Attention package authors: when you choose to package an image that is in your ObjectDock Library or your ObjectDock program folder, if an image is in a subfolder, that subfolder will be recreated for the other user when the package is opened.
Choose an image file=Choose an image file
Image Files (*.png, *.ico, *.jpg, *.tga)\0*.png;*.ico;*.jpg;*.tga\0Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0=Image Files (*.png, *.ico, *.jpg, *.tga)\0*.png;*.ico;*.jpg;*.tga\0Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0
ObjectDock cannot access information about this window.\n\nIt is likly that it has been ran as Administrator while ObjectDock has not.=ObjectDock cannot access information about this window.\n\nIt is likly that it has been ran as Administrator while ObjectDock has not.
Change/Remove Image=Change/Remove Image
Set Image=Set Image
Set Image [Advanced]=Set Image [Advanced]
(Too generic to set image)=(Too generic to set image)
My Music=My Music
My Video=My Video
Recycle Bin (Full)=Recycle Bin (Full)
Recycle Bin (Empty)=Recycle Bin (Empty)
Trash=Trash
Trash (Full)=Trash (Full)
Trash (Empty)=Trash (Empty)
StartMenu helper file not found!\n\nCan not show start menu.=StartMenu helper file not found!\n\nCan not show start menu.
StartMenu helper file found, but was unable to load.\n\nCan not show start menu.=StartMenu helper file found, but was unable to load.\n\nCan not show start menu.
ObjectDock was unable to find the start menu to show.\n\nCan not show start menu at this time, please try again.=ObjectDock was unable to find the start menu to show.\n\nCan not show start menu at this time, please try again.
StartMenu helper file was injected but failed to take effect.\n\nCan not show start menu at this time, please try again.=StartMenu helper file was injected but failed to take effect.\n\nCan not show start menu at this time, please try again.
Do nothing=Do nothing
Show the Windows Start Menu=Show the Windows Start Menu
Show Desktop=Show Desktop
Trigger Vista's 'Flip3D'=Trigger Vista's 'Flip3D'
Toggle autohide=Toggle autohide
Toggle always-on-top=Toggle always-on-top
Toggle hide taskbar=Toggle hide taskbar
'About ObjectDock' dialog...='About ObjectDock' dialog...
Configure this dock=Configure this dock
Configure ObjectDock=Configure ObjectDock
Toggle Autohide=Toggle Autohide
Docklets are currently disabled. Click to go to ObjectDock's Troubleshooting Options, where they can be re-enabled.=Docklets are currently disabled. Click to go to ObjectDock's Troubleshooting Options, where they can be re-enabled.
Docklets are currently disabled. Click to go to ObjectDock's Dock Conents Options, where they can be re-enabled.=Docklets are currently disabled. Click to go to ObjectDock's Dock Conents Options, where they can be re-enabled.
This docklet has crashed and has been disabled.=This docklet has crashed and has been disabled.
ObjectDock has detected a docklet error with the docklet '%s' by '%s', but was able to recover.\nTechnical Information: The docklet crashed during the routine '%s'.\n\nIf you receive this error often, it is recommended that you remove this docklet from your dock, and seek support\neither from the author (for 3rd party docklets) or Stardock (for Stardock docklets). You may also want to make\nsure you have the latest version of ObjectDock.\n\nTo help prevent this problem in the future, ObjectDock can remove this docklet from your dock.\n\nWould you like to remove the docklet '%s'?=ObjectDock has detected a docklet error with the docklet '%s' by '%s', but was able to recover.\nTechnical Information: The docklet crashed during the routine '%s'.\n\nIf you receive this error often, it is recommended that you remove this docklet from your dock, and seek support\neither from the author (for 3rd party docklets) or Stardock (for Stardock docklets). You may also want to make\nsure you have the latest version of ObjectDock.\n\nTo help prevent this problem in the future, ObjectDock can remove this docklet from your dock.\n\nWould you like to remove the docklet '%s'?
ObjectDock Docklet Crash Protection: Problem with Docklet=ObjectDock Docklet Crash Protection: Problem with Docklet
The docklet '%s' has been removed from your dock. It is recommended that you restart ObjectDock.=The docklet '%s' has been removed from your dock. It is recommended that you restart ObjectDock.
(Built-In Entry ; non-docklet)\r\n\r\n=(Built-In Entry ; non-docklet)\r\n\r\n
Creates a blank shortcut for you to configure.=Creates a blank shortcut for you to configure.
Separator=Separator
Creates a spacer entry.=Creates a spacer entry.
E-Mail Shortcut=E-Mail Shortcut
Creates a shortcut to your current email program.=Creates a shortcut to your current email program.
Internet Shortcut=Internet Shortcut
Creates a shortcut to your current internet browser.=Creates a shortcut to your current internet browser.
Music Player Shortcut=Music Player Shortcut
Creates a shortcut to your current music player.=Creates a shortcut to your current music player.
Document Editor Shortcut=Document Editor Shortcut
Creates a shortcut to your document editor.=Creates a shortcut to your document editor.
Start Menu Launcher=Start Menu Launcher
Shows the Start Menu when clicked.=Shows the Start Menu when clicked.
Shows the Start Desktop when clicked.=Shows the Start Desktop when clicked.
Toggles the 'autohide' setting on/off on the current dock when clicked.=Toggles the 'autohide' setting on/off on the current dock when clicked.
Calls up the current dock's settings when clicked.=Calls up the current dock's settings when clicked.
Unloads ObjectDock when clicked.=Unloads ObjectDock when clicked.
Creates a live recycle bin status entry. You can drag & drop files from your desktop or other folders on to your dock's recycle bin to delete them.=Creates a live recycle bin status entry. You can drag & drop files from your desktop or other folders on to your dock's recycle bin to delete them.
Basic Clock=Basic Clock
Creates a basic clock with no seconds-hand.=Creates a basic clock with no seconds-hand.
The all-new Weather Docklet for ObjectDock with trademarked Stardock ReadyView weather flyout. Uses authorized data from AccuWeather (http://www.accuweather.com).=The all-new Weather Docklet for ObjectDock with trademarked Stardock ReadyView weather flyout. Uses authorized data from AccuWeather (http://www.accuweather.com).
Computer=Computer
Internet=Internet
E-mail=E-mail
Tabs always on top=Tabs always on top
Add a folder tab=Add a folder tab
Docklets are currently disabled=Docklets are currently disabled
Folder=Folder
Document Editor=Document Editor
Music Player=Music Player
Changes to this setting will not take full effect until you quit and re-start ObjectDock.\n\nNote: Your docklets' settings will NOT be lost while they are disabled.=Changes to this setting will not take full effect until you quit and re-start ObjectDock.\n\nNote: Your docklets' settings will NOT be lost while they are disabled.
Troubleshooting=Troubleshooting
Black=Black
White=White
Magenta=Magenta
Pink=Pink
Brown=Brown
Lime=Lime
Aqua=Aqua
Peach=Peach
%s\r\n%s=%s\r\n%s
Top quality=Top quality
Normal quality [Recommended]=Normal quality [Recommended]
Lower quality=Lower quality
Fast but jumpy [No transitions]=Fast but jumpy [No transitions]
OLD Smooth and quick []=OLD Smooth and quick []
Automatic [Blend: Fast zooming, smooth enter/exit]=Automatic [Blend: Fast zooming, smooth enter/exit]
Changes to this setting will not take full effect until you quit and re-start ObjectDock.=Changes to this setting will not take full effect until you quit and re-start ObjectDock.
Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off the system tray.=Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off the system tray.
Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off hooking.\n\nPlease note, disabling this setting will also disable the minimize effect on Vista.=Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off hooking.\n\nPlease note, disabling this setting will also disable the minimize effect on Vista.
Please note, holding shift is usually reserved for disabling the minimize animation. If you use shift to slow it down, be aware that there is currently no other hotkey available to skip the minimize animation.=Please note, holding shift is usually reserved for disabling the minimize animation. If you use shift to slow it down, be aware that there is currently no other hotkey available to skip the minimize animation.
To backup your ObjectDock settings, copy all the files in your ObjectDock Settings Folder to another folder.\n\nNote! When restoring settings from an old backup, make sure you exit ObjectDock before copying old settings files back in to place, otherwise they will just get overwritten by ObjectDock exiting.=To backup your ObjectDock settings, copy all the files in your ObjectDock Settings Folder to another folder.\n\nNote! When restoring settings from an old backup, make sure you exit ObjectDock before copying old settings files back in to place, otherwise they will just get overwritten by ObjectDock exiting.
WARNING: By resetting your dock's contents your current preferences such as whether or not to allow thumbnails, performance settings, etc, will be reset to their defaults. Note, you will not lose your current dock configuration. It is recommended you back up your settings to another location before proceeding.\n\nAre you sure you want to reset your general settings?=WARNING: By resetting your dock's contents your current preferences such as whether or not to allow thumbnails, performance settings, etc, will be reset to their defaults. Note, you will not lose your current dock configuration. It is recommended you back up your settings to another location before proceeding.\n\nAre you sure you want to reset your general settings?
ObjectDock will now restart with its reset settings.=ObjectDock will now restart with its reset settings.
WARNING: By resetting your dock's contents you will lose ALL currently configured docks. Settings that are not backed up cannot be restored. It is recommended you back up your settings to another location before proceeding.\n\nAre you aboslutely sure you want to reset your docks?=WARNING: By resetting your dock's contents you will lose ALL currently configured docks. Settings that are not backed up cannot be restored. It is recommended you back up your settings to another location before proceeding.\n\nAre you aboslutely sure you want to reset your docks?
Final confirmation: You are about to reset ObjectDock's current configuration; please ensure you've backed up your current settings to another location if you wish to get them back.\n\nAre you sure you want to continue?=Final confirmation: You are about to reset ObjectDock's current configuration; please ensure you've backed up your current settings to another location if you wish to get them back.\n\nAre you sure you want to continue?
Please note: You will need to restart ObjectDock for this setting to take full effect.=Please note: You will need to restart ObjectDock for this setting to take full effect.
Please note: this feature will only have an effect when indicators are being used on a given dock, and does not work on tabbed docks.=Please note: this feature will only have an effect when indicators are being used on a given dock, and does not work on tabbed docks.
Reminder: One or more of the troubleshooting settings you've changed require that you restart your computer for the changes to take full effect.=Reminder: One or more of the troubleshooting settings you've changed require that you restart your computer for the changes to take full effect.
Reminder: One or more of the troubleshooting settings you've changed require that you exit and restart ObjectDock for the changes to take full effect.=Reminder: One or more of the troubleshooting settings you've changed require that you exit and restart ObjectDock for the changes to take full effect.
On monitor: %s=On monitor: %s
Effects=Effects
ObjectDock Plus is the exciting upgrade to ObjectDock that takes your dock experience to the next level! 'Plus' features include useful and animated tabbed docks, ability to manage multiple docks, more customization features, access to your taskbar's status-area icons and much more!=ObjectDock Plus is the exciting upgrade to ObjectDock that takes your dock experience to the next level! 'Plus' features include useful and animated tabbed docks, ability to manage multiple docks, more customization features, access to your taskbar's status-area icons and much more!
Left side=Left side
Right side=Right side
Always on bottom=Always on bottom
Normal layering=Normal layering
Width of zoom: (%i.%i items)=Width of zoom: (%i.%i items)
All windows=All windows
Minimized windows only=Minimized windows only
Non-minimized windows only=Non-minimized windows only
Left side of dock=Left side of dock
Right side of dock=Right side of dock
Note: Due to current limitations, special taskbars (minimized-windows-only/etc) in ObjectDock on x64 may not behave properly. 64-bit applications may not show up when minimized and may not remove themselves when restored. We hope to resolve this issue in a following release.=Note: Due to current limitations, special taskbars (minimized-windows-only/etc) in ObjectDock on x64 may not behave properly. 64-bit applications may not show up when minimized and may not remove themselves when restored. We hope to resolve this issue in a following release.
Note: Due to new security features of Vista, special taskbars (minimized-windows-only/etc) may not work properly with U.A.C. enabled and ObjectDock running as not-administrator ; programs running as administrator may not show up on the taskbar.=Note: Due to new security features of Vista, special taskbars (minimized-windows-only/etc) may not work properly with U.A.C. enabled and ObjectDock running as not-administrator ; programs running as administrator may not show up on the taskbar.
Note: this setting currently only works on zooming docks, and will disable the minimize application.\n\nUsing this setting will effects all docks.=Note: this setting currently only works on zooming docks, and will disable the minimize application.\n\nUsing this setting will effects all docks.
Note: this setting will disable the minimize application.=Note: this setting will disable the minimize application.
Delay to re-show when the mouse nears dock=Delay to re-show when the mouse nears dock
Delay to bring dock to the front when mouse nears screen edge=Delay to bring dock to the front when mouse nears screen edge
Delay to bring dock to the front when the mouse nears dock=Delay to bring dock to the front when the mouse nears dock
Zoom Effect Settings:=Zoom Effect Settings:
Gentle Rock Effect Settings:=Gentle Rock Effect Settings:
Swing Effect Settings:=Swing Effect Settings:
Afterglow Effect Settings:=Afterglow Effect Settings:
Unable to open package file ; package import failed=Unable to open package file ; package import failed
ObjectDock - Import Package=ObjectDock - Import Package
Problem reading package file ; package import failed=Problem reading package file ; package import failed
Problem reading package file header ; package import failed=Problem reading package file header ; package import failed
Problem reading package file header ;; package import failed=Problem reading package file header ;; package import failed
Problem reading package file directory ; package import failed=Problem reading package file directory ; package import failed
Problem reading package file ;; package import failed=Problem reading package file ;; package import failed
Unable to read package file. Package file may be damaged.=Unable to read package file. Package file may be damaged.
This package requires a newer version of ObjectDock to be opened.\n\nPlease visit http://www.objectdock.com to get the latest version of ObjectDock!=This package requires a newer version of ObjectDock to be opened.\n\nPlease visit http://www.objectdock.com to get the latest version of ObjectDock!
Problem creating file in temporary folder ; package import failed=Problem creating file in temporary folder ; package import failed
Problem writing to temporary folder ; package import failed=Problem writing to temporary folder ; package import failed
PLEASE READ! Regarding Unsorted Packages\r\n-----------------------------------------\r\nThis .dockzip was an unsorted package that was created with an older version of ObjectDock, therefore\r\nthe files extracted here have not been automatically classified into the proper subfolders of your Library.\r\n\r\n\r\nTo use Backgrounds you've downloaded from this unsorted package, you will need to move the\r\nbackground's folder into your \"My Documents\\ObjectDock Library\\Backgrounds\" folder. Docklets\r\ndownloaded will have to be moved to ObjectDock's program directory, under \"Docklets\".\r\n\r\n\r\nImages can be used from here, and will turn up in searches, but it is strongly recommended\r\nthat you sort them out into the \"Images\" subfolder of your ObjectDock Library!\r\n=PLEASE READ! Regarding Unsorted Packages\r\n-----------------------------------------\r\nThis .dockzip was an unsorted package that was created with an older version of ObjectDock, therefore\r\nthe files extracted here have not been automatically classified into the proper subfolders of your Library.\r\n\r\n\r\nTo use Backgrounds you've downloaded from this unsorted package, you will need to move the\r\nbackground's folder into your \"My Documents\\ObjectDock Library\\Backgrounds\" folder. Docklets\r\ndownloaded will have to be moved to ObjectDock's program directory, under \"Docklets\".\r\n\r\n\r\nImages can be used from here, and will turn up in searches, but it is strongly recommended\r\nthat you sort them out into the \"Images\" subfolder of your ObjectDock Library!\r\n
I noticed this is the first time you've added an image to your ObjectDock Image Package.\n\nFor your information, if you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Icons\\IconSet 1\\MyIcon.png\=I noticed this is the first time you've added an image to your ObjectDock Image Package.\n\nFor your information, if you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Icons\\IconSet 1\\MyIcon.png\
ObjectDock - Packaging Files=ObjectDock - Packaging Files
I noticed this is the first time you've added a background to your ObjectDock Image Package.\n\nFor your information, when packing up a background folder, ObjectDock will currently bundle up the entire background's folder.\nTherefore, if you have extra files in there such as photoshop files, etc, you'll want to move them out before clicking to create the package.\n\nIf you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Backgrounds\\Background 1\\\=I noticed this is the first time you've added a background to your ObjectDock Image Package.\n\nFor your information, when packing up a background folder, ObjectDock will currently bundle up the entire background's folder.\nTherefore, if you have extra files in there such as photoshop files, etc, you'll want to move them out before clicking to create the package.\n\nIf you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Backgrounds\\Background 1\\\
I noticed this is the first time you've added a non-image to your ObjectDock Image Package.\n\nFor your information, almost any kind of file you want to add can be added to a package.\nThe only difference between Image files and other files, are that other files will be placed\ninto the \"Misc\" ObjectDock Library subfolder when a user opens your .dockzip package,\ninstead of the \"Images\" subfolder.\n\n(Note: For simplicity, non-image files appear in the same listing in the packaging dialog when\nadded.)=I noticed this is the first time you've added a non-image to your ObjectDock Image Package.\n\nFor your information, almost any kind of file you want to add can be added to a package.\nThe only difference between Image files and other files, are that other files will be placed\ninto the \"Misc\" ObjectDock Library subfolder when a user opens your .dockzip package,\ninstead of the \"Images\" subfolder.\n\n(Note: For simplicity, non-image files appear in the same listing in the packaging dialog when\nadded.)
Problem creating temporary folder ; packing failed=Problem creating temporary folder ; packing failed
Problem creating package file ; packing failed=Problem creating package file ; packing failed
Problem reading package file ; packing failed=Problem reading package file ; packing failed
Problem reading package file ;; packing failed=Problem reading package file ;; packing failed
Problem creating final package file ; packing failed=Problem creating final package file ; packing failed
Problem writing package file ; packing failed=Problem writing package file ; packing failed
You have already added this file!=You have already added this file!
At this time you cannot add entire folders of non-image files to a package.\n\nPlease pack up the files one by one (or drag/drop multiple files on to the packaging dialog at once).=At this time you cannot add entire folders of non-image files to a package.\n\nPlease pack up the files one by one (or drag/drop multiple files on to the packaging dialog at once).
Packaging files with ObjectDock makes it easy to share artwork you've created, by allowing you to pack up images and backgrounds, as well as any other kind of files such as previews that you may want to include. When packages are opened, their contents are automatically added to your ObjectDock Library.=Packaging files with ObjectDock makes it easy to share artwork you've created, by allowing you to pack up images and backgrounds, as well as any other kind of files such as previews that you may want to include. When packages are opened, their contents are automatically added to your ObjectDock Library.
# of files in the folder=# of files in the folder
Total folder size=Total folder size
File name=File name
File size=File size
At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip. (This is likly to change in a future version)=At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip. (This is likly to change in a future version)
At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip.\n(This is likly to change in a future version)=At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip.\n(This is likly to change in a future version)
You haven't yet added anything to your package!\n\nDrag and drop image files into this dialog, or use the 'Add Image' button above to begin.=You haven't yet added anything to your package!\n\nDrag and drop image files into this dialog, or use the 'Add Image' button above to begin.
ObjectDock - Create Package=ObjectDock - Create Package
Please give your package a name!=Please give your package a name!
You must give your package a name at least 5 characters in length.=You must give your package a name at least 5 characters in length.
Package names may cannot contain the characters:\n\\ / : * ? \" < > |=Package names may cannot contain the characters:\n\\ / : * ? \" < > |
Package names must be under 200 characters in length.=Package names must be under 200 characters in length.
Your package's author name cannot be over 200 characters in length.=Your package's author name cannot be over 200 characters in length.
You have chosen to cancel packing up files. Any work you've done in this dialog towards creating a package of your files will be lost.\n\nAre you sure you want to cancel creating a package?=You have chosen to cancel packing up files. Any work you've done in this dialog towards creating a package of your files will be lost.\n\nAre you sure you want to cancel creating a package?
ObjectDock - Confirm cancel packaging=ObjectDock - Confirm cancel packaging
There was an error while trying to open this ObjectDock DockZip Package.\nThis package may be corrupt, or may not be compatible with this version of ObjectDock.\n\nPlease try downloading it again, or go to http://www.objectdock.com for the latest ObjectDock information.=There was an error while trying to open this ObjectDock DockZip Package.\nThis package may be corrupt, or may not be compatible with this version of ObjectDock.\n\nPlease try downloading it again, or go to http://www.objectdock.com for the latest ObjectDock information.
ObjectDock successfully extracted your unsorted DockZip Package!\n\nPlease read the important information provided about how to use your new images.\n=ObjectDock successfully extracted your unsorted DockZip Package!\n\nPlease read the important information provided about how to use your new images.\n
ObjectDock was able to open your DockZip package, however it did not find an information file within the package.\n\nThis might be an indication of a problem with the package so you may want to redownload ; what contents it did find were extracted to your ObjectDock Library.=ObjectDock was able to open your DockZip package, however it did not find an information file within the package.\n\nThis might be an indication of a problem with the package so you may want to redownload ; what contents it did find were extracted to your ObjectDock Library.
Locate an ObjectDock Package=Locate an ObjectDock Package
ObjectDock Package (*.dockzip)\0*.dockzip\0All Files (*.*)\0*.*\0\0=ObjectDock Package (*.dockzip)\0*.dockzip\0All Files (*.*)\0*.*\0\0
ObjectDock DockZip Image Package=ObjectDock DockZip Image Package
ObjectDock .DockZip's contain image files that other users have packged up to share, which automatically get added to your ObjectDock Image Library when opened.=ObjectDock .DockZip's contain image files that other users have packged up to share, which automatically get added to your ObjectDock Image Library when opened.
The product activation was unsuccessful.=The product activation was unsuccessful.
The product activation was unsuccessful. (Code: %i)=The product activation was unsuccessful. (Code: %i)
Stardock Product Activation=Stardock Product Activation
Could not run Activate.exe=Could not run Activate.exe
ObjectDock Plus Activation=ObjectDock Plus Activation
This product appears to have been validated on a different machine or OS installation. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.=This product appears to have been validated on a different machine or OS installation. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.
The product appears to be validated but the signature file is invalid. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.=The product appears to be validated but the signature file is invalid. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.
Resetting settings now...=Resetting settings now...
Resetting dock contents now...=Resetting dock contents now...
This Dock=This Dock
Open existing program if running=Open existing program if running
Choose a new image=Choose a new image
Folders=Folders
Tree1=Tree1
Browse for an image...=Browse for an image...
Images=Images
Search=Search
Get more images at WinCustomize.com=Get more images at WinCustomize.com
PACKAGE\nNOTE\nPLACEHOLDER=PACKAGE\nNOTE\nPLACEHOLDER
Hide the Windows Taskbar.=Hide the Windows Taskbar.
Zoom Effect Mode:=Zoom Effect Mode:
Temporarily disable docklets=Temporarily disable docklets
Docklets are currently disabled. To re-enable them, look in the Troubleshooting area of the Dock Contents tab.=Docklets are currently disabled. To re-enable them, look in the Troubleshooting area of the Dock Contents tab.
ObjectDock - Files all packed up!=ObjectDock - Files all packed up!
Finished! The images you have selected have been packaged and saved to:\n\n%s\n\nFilesize: %s=Finished! The images you have selected have been packaged and saved to:\n\n%s\n\nFilesize: %s
Add a shortcut to this program to the dock=Add a shortcut to this program to the dock
Application:=Application:
U=U
D=D
Allow each tab to have its own style=Allow each tab to have its own style
Allow\nColor=Allow\nColor
Adjust the font used for text on tabs=Adjust the font used for text on tabs
new!=new!
Background=Background
improved background drawing!=improved background drawing!
Stretch background proportionally=Stretch background proportionally
Reserve edge of screen=Reserve edge of screen
Keep on top=Keep on top
Keep on top, hiding off-screen for maximized applications=Keep on top, hiding off-screen for maximized applications
Hide in background when not in use=Hide in background when not in use
Hide off-screen when not in use=Hide off-screen when not in use
Keep on bottom=Keep on bottom
Edge of screen=Edge of screen
Spacing && Alignment=Spacing && Alignment
Interaction=Interaction
keep far from edge=keep far from edge
keep right on edge=keep right on edge
Automatic distance from edge=Automatic distance from edge
align right=align right
align left=align left
centered=centered
new && improved!=new && improved!
long=long
disabled=disabled
Quality && Smoothness Settings=Quality && Smoothness Settings
Note: changing the above setting will effect all docks.=Note: changing the above setting will effect all docks.
Other Appearance Settings=Other Appearance Settings
Width of zoom:=Width of zoom:
new options!=new options!
Show 'running' indicators on shortcuts that are currently running=Show 'running' indicators on shortcuts that are currently running
Display my icons only=Display my icons only
Display open windows along with my icons=Display open windows along with my icons
Display system tray icons along with my icons=Display system tray icons along with my icons
Use minimize animation in Vista=Use minimize animation in Vista
Group all windows from the same program as one=Group all windows from the same program as one
Tip! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.=Tip! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.
Additional Functionality=Additional Functionality
System Tray/Taskbar Placement=System Tray/Taskbar Placement
Types of windows to show:=Types of windows to show:
Taskbar Options=Taskbar Options
Always show windows as thumbnails (Vista only)=Always show windows as thumbnails (Vista only)
Hide the Windows Taskbar=Hide the Windows Taskbar
Miscellaneous Options=Miscellaneous Options
About ObjectDock Plus=About ObjectDock Plus
Create, remove, and edit other docks and tabbed docks.=Create, remove, and edit other docks and tabbed docks.
Performance && Troubleshooting=Performance && Troubleshooting
Tweak your Dock experience=Tweak your Dock experience
Troubleshooting Options=Troubleshooting Options
Some features are currently disabled!\nClick "Troubleshooting Options" to re-enable them as desired.=Some features are currently disabled!\nClick "Troubleshooting Options" to re-enable them as desired.
Docklets are currently disabled. To re-enable them, go to the General tab and click "Troubleshooting Options".=Docklets are currently disabled. To re-enable them, go to the General tab and click "Troubleshooting Options".
ObjectDock - Miscellaneous Options=ObjectDock - Miscellaneous Options
Use thumbnails to represent images placed in dock.=Use thumbnails to represent images placed in dock.
Show flyout menus as normal menus when they contain over 80 entries.=Show flyout menus as normal menus when they contain over 80 entries.
General Miscellaneous Options=General Miscellaneous Options
Show bouncing dock-identifer arrow when in configuration dialogs.=Show bouncing dock-identifer arrow when in configuration dialogs.
When a shortcut is added to a dock, point to the target not the shortcut.=When a shortcut is added to a dock, point to the target not the shortcut.
Show labels on zooming docks=Show labels on zooming docks
Label Fonts=Label Fonts
Automatically activate mouseovered tab when using autohidden tabbed docks=Automatically activate mouseovered tab when using autohidden tabbed docks
Additional Advanced Options=Additional Advanced Options
Use high-resolution program icons in place of window-icons in dock taskbars.=Use high-resolution program icons in place of window-icons in dock taskbars.
Allow tabbed docks to automatically dock to the edge of the screen when dragging=Allow tabbed docks to automatically dock to the edge of the screen when dragging
Slow down the minimize/restore animation when Shift is held.\n(Only applicable if the taskbar && animation are enabled.)=Slow down the minimize/restore animation when Shift is held.\n(Only applicable if the taskbar && animation are enabled.)
Export this dock=Export this dock
Loading and Saving=Loading and Saving
Import a dock=Import a dock
New Docks=New Docks
Existing Docks=Existing Docks
Optimize for performance:=Optimize for performance:
Optimize for memory:=Optimize for memory:
"I have 256MB of RAM or less, I need every bit."="I have 256MB of RAM or less, I need every bit."
"I paid for this RAM, please use it."="I paid for this RAM, please use it."
Taskbar Placement=Taskbar Placement
Get more backgrounds from WinCustomize.com=Get more backgrounds from WinCustomize.com
Like what you see here? Upgrade to ObjectDock Plus and get the ability to create tabbed docks, manage multiple docks, see your taskbar's status icons, get more customization features and more!=Like what you see here? Upgrade to ObjectDock Plus and get the ability to create tabbed docks, manage multiple docks, see your taskbar's status icons, get more customization features and more!
Visit=Visit
http://www.stardock.com=http://www.stardock.com
 for more information.= for more information.
Learn more about ObjectDock Plus=Learn more about ObjectDock Plus
When a shortcut is ran, if the program is already running bring it to the foreground only.=When a shortcut is ran, if the program is already running bring it to the foreground only.
Animation smoothness && quality settings=Animation smoothness && quality settings
Zoom-In/zoom-out/autohide speed=Zoom-In/zoom-out/autohide speed
Image quality=Image quality
very fast=very fast
recommended=recommended
extra gradual=extra gradual
quick=quick
Restore original dock contents=Restore original dock contents
Restore Original Configuration=Restore Original Configuration
Enable glow effect=Enable glow effect
Always On Top=Always On Top
Show the dock when the mouse goes to the edge near it=Show the dock when the mouse goes to the edge near it
Delay for showing the dock with the mouse:=Delay for showing the dock with the mouse:
Move the dock to the background when the mouse leaves it=Move the dock to the background when the mouse leaves it
Visibility=Visibility
Stardock ObjectDock Plus=Stardock ObjectDock Plus
http://www.objectdock.com=http://www.objectdock.com
'Plus' Features:='Plus' Features:
Task Grouping=Task Grouping
MultiMonitor Support=MultiMonitor Support
Flyout Menus=Flyout Menus
Tabbed Docks=Tabbed Docks
System Tray Support=System Tray Support
Like what you see? Try ObjectDock Free to get more control over your Dock's content or upgrade to Plus for the features below and more!=Like what you see? Try ObjectDock Free to get more control over your Dock's content or upgrade to Plus for the features below and more!
And More!=And More!
'Free' Features:='Free' Features:
Full control over dock's contents / position on screen=Full control over dock's contents / position on screen
Additional plugin support=Additional plugin support
Zooming mouseover effect=Zooming mouseover effect
Multi-Dock Manager=Multi-Dock Manager
Many backgrounds, themes, and custom icons available=Many backgrounds, themes, and custom icons available
Dock Settings=Dock Settings
About...=About...
Load previous dock...=Load previous dock...
Save current dock...=Save current dock...
Backup=Backup
Preserve a full copy of your current dock's contents locally.=Preserve a full copy of your current dock's contents locally.
Package files...=Package files...
Import a package=Import a package
Package images for sharing=Package images for sharing
Package your choice of individual images, backgrounds, as well as any other related files you'd like, for easy distribution and installation as a .dockzip file.=Package your choice of individual images, backgrounds, as well as any other related files you'd like, for easy distribution and installation as a .dockzip file.
Image Library=Image Library
Go to my image library=Go to my image library
A place to store all the artwork you use with ObjectDock, you can find the contents of .dockzips which you've opened here!=A place to store all the artwork you use with ObjectDock, you can find the contents of .dockzips which you've opened here!
Change image library location=Change image library location
Distribution=Distribution
Pack your choice of images or other files for distributing=Pack your choice of images or other files for distributing
Preserve a copy of your current configuration locally=Preserve a copy of your current configuration locally
ObjectDock - Adjust tab font=ObjectDock - Adjust tab font
Font for the tabs on this tabbed dock=Font for the tabs on this tabbed dock
The tabs on your tabbed dock can use whatever font and font style you choose! Additionally, each different tabbed dock you have can have a different tab font. Below, set the tab font for this particular tabbed dock.=The tabs on your tabbed dock can use whatever font and font style you choose! Additionally, each different tabbed dock you have can have a different tab font. Below, set the tab font for this particular tabbed dock.
Package images for easy sharing=Package images for easy sharing
Add Image=Add Image
Remove Image=Remove Image
Package name=Package name
Package author=Package author
Artwork / files to include=Artwork / files to include
Create package!=Create package!
Author comments / permissions statement (optional)=Author comments / permissions statement (optional)
This message will be displayed to the user when they open your package, and will be saved in the "Permissions" folder of their ObjectDock Library.=This message will be displayed to the user when they open your package, and will be saved in the "Permissions" folder of their ObjectDock Library.
For IMAGES:=For IMAGES:
Packaging files with ObjectDock makes it easy to share artwork you've created.=Packaging files with ObjectDock makes it easy to share artwork you've created.
For BACKGROUNDS:=For BACKGROUNDS:
Choose what images you'd like to include below. When someone opens your ".dockzip"=Choose what images you'd like to include below. When someone opens your ".dockzip"
For MISCELLANEOUS FILES:=For MISCELLANEOUS FILES:
 Drag and drop images on to dialog to add, or click "Add Image".= Drag and drop images on to dialog to add, or click "Add Image".
Drag and drop files on to this dialog to add text files, jpeg previews, etc.=Drag and drop files on to this dialog to add text files, jpeg previews, etc.
 Drag and drop the background's folder or .ini on to the dialog to add.= Drag and drop the background's folder or .ini on to the dialog to add.
New images have been added to your ObjectDock Library!=New images have been added to your ObjectDock Library!
Take me to my ObjectDock Library=Take me to my ObjectDock Library
The ObjectDock DockZip Package you've opened has been added to your ObjectDock Library!=The ObjectDock DockZip Package you've opened has been added to your ObjectDock Library!
Below you'll find information about what this package contained:=Below you'll find information about what this package contained:
Configure ObjectDock Weather=Configure ObjectDock Weather
English units=English units
Metric units=Metric units
Flyout on mouseover=Flyout on mouseover
Flyout on click (double-click will open local weather)=Flyout on click (double-click will open local weather)
Update=Update
Weather information provided by:=Weather information provided by:
Enter your location:=Enter your location:
You may enter a zipcode, City and State, or City and Country. (E.g. "48104"=You may enter a zipcode, City and State, or City and Country. (E.g. "48104"
Units:=Units:
Stardock ReadyView 5-day forecast:=Stardock ReadyView 5-day forecast:
Flyout tile size=Flyout tile size
Small tiles=Small tiles
Large tiles=Large tiles
Medium tiles=Medium tiles
ObjectDock: Confirm Quit=ObjectDock: Confirm Quit
Do not ask me again.=Do not ask me again.
Are you sure you want to quit ObjectDock?=Are you sure you want to quit ObjectDock?
Centering=Centering
Layering=Layering
far from edge=far from edge
right on edge=right on edge
improved!=improved!
Align right=Align right
Align left=Align left
Centered=Centered
ObjectDock - Troubleshooting=ObjectDock - Troubleshooting
Temporarily disable all docklets=Temporarily disable all docklets
Temporarily disable all use of thumbnails on Windows Vista.=Temporarily disable all use of thumbnails on Windows Vista.
Temporarily disable ObjectDock's System Tray ability.=Temporarily disable ObjectDock's System Tray ability.
Temporarily disable ObjectDock's Taskbar ability.=Temporarily disable ObjectDock's Taskbar ability.
Temporarily disable all special window-event hooking.=Temporarily disable all special window-event hooking.
Temporarily disable full-screen-application / maximized-window detection.=Temporarily disable full-screen-application / maximized-window detection.
Open my ObjectDock settings folder so I can backup my settings=Open my ObjectDock settings folder so I can backup my settings
Reset ObjectDock's general program settings=Reset ObjectDock's general program settings
Reset the contents of my docks=Reset the contents of my docks
Vista Thumbnails && Minimize Animation=Vista Thumbnails && Minimize Animation
If you're having a problem with ObjectDock, it's a good idea to temporarily disable use of Docklets as a troubleshooting first-step.=If you're having a problem with ObjectDock, it's a good idea to temporarily disable use of Docklets as a troubleshooting first-step.
Settings Reset (not temporary)=Settings Reset (not temporary)
The buttons below allow you to reset ObjectDock to use the default fresh-install settings.=The buttons below allow you to reset ObjectDock to use the default fresh-install settings.
System Hooks=System Hooks
If you're having trouble with ObjectDock, the settings below allow you to harmlessly and temporarily disable abilities of ObjectDock, in order to narrow down what might be causing the problem.=If you're having trouble with ObjectDock, the settings below allow you to harmlessly and temporarily disable abilities of ObjectDock, in order to narrow down what might be causing the problem.
(Thumbnails on Vista use Vista's DWM)=(Thumbnails on Vista use Vista's DWM)
System Tray && Taskbar=System Tray && Taskbar
Disable all use of thumbnails on Vista (Thumbnails on Vista use Vista's DWM)=Disable all use of thumbnails on Vista (Thumbnails on Vista use Vista's DWM)
Thumbnail / Minimize Animation Exclusions=Thumbnail / Minimize Animation Exclusions
Add applications to the list below to have ObjectDock never do a minimize animation for that application.=Add applications to the list below to have ObjectDock never do a minimize animation for that application.
Add exclusion=Add exclusion
Remove exclusion=Remove exclusion
Auto-Disable=Auto-Disable
Use the options below to have ObjectDock automatically temporarily disable itself when certain applications are in use.=Use the options below to have ObjectDock automatically temporarily disable itself when certain applications are in use.
Add application=Add application
Remove application=Remove application
Hide ObjectDock when any of these applications are active=Hide ObjectDock when any of these applications are active
Completely unload ObjectDock temporarily while any of these applications are running=Completely unload ObjectDock temporarily while any of these applications are running
Showing the start menu from ObjectDock is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.=Showing the start menu from ObjectDock is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.
System tray functionality is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.=System tray functionality is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.
If you're having a problem with ObjectDock, it's likely a good idea to temporarily disable use of Docklets as a troubleshooting first-step.=If you're having a problem with ObjectDock, it's likely a good idea to temporarily disable use of Docklets as a troubleshooting first-step.
Settings Reset=Settings Reset
A last resort, you can try resetting ObjectDock to use the default fresh-install settings.=A last resort, you can try resetting ObjectDock to use the default fresh-install settings.
Reset ObjectDock's program settings=Reset ObjectDock's program settings
Upgrade to ObjectDock Plus!=Upgrade to ObjectDock Plus!
Click here to learn about ObjectDock Plus!=Click here to learn about ObjectDock Plus!
TEXT=TEXT
Auto&hide=Auto&hide
New E-Mail Shortcut=New E-Mail Shortcut
New Internet Shortcut=New Internet Shortcut
New Music Player Shortcut=New Music Player Shortcut
New Document Editor Shortcut=New Document Editor Shortcut
New 'Start Menu Launcher'=New 'Start Menu Launcher'
New 'Show Desktop' Entry=New 'Show Desktop' Entry
New 'Toggle Autohide' Entry=New 'Toggle Autohide' Entry
New 'Unload ObjectDock' Entry=New 'Unload ObjectDock' Entry
New "Recycle Bin" Entry=New "Recycle Bin" Entry
New "Basic Clock" Entry=New "Basic Clock" Entry
Package images for sharing...=Package images for sharing...
Learn about ObjectDock Plus...=Learn about ObjectDock Plus...
Lock Icon Dragging=Lock Icon Dragging
Lock Dock Position=Lock Dock Position
Auto-activate with &mouse=Auto-activate with &mouse
Move to &background on mouse exit=Move to &background on mouse exit
&Position on screen=&Position on screen
Add New Shortcut=Add New Shortcut
Add Separator=Add Separator
Add 'Configure Dock' Link=Add 'Configure Dock' Link
Add Weather=Add Weather
Dock &Settings...=Dock &Settings...
&About...=&About...
&Learn about ObjectDock Plus...=&Learn about ObjectDock Plus...
E&xit=E&xit
&About Stardock ObjectDock=&About Stardock ObjectDock
